<template>
  <div>
    <nv-loading :loading="loading"></nv-loading>
    <div class="clause" v-show="!loading">
        <h3>超级头条用户协议与隐私条款</h3>
        <p class="txt">在此特别提醒您(用户) 在注册成为用户之前，请认真阅读本《用户协议与隐私条款》(以下简称“协议”)，确保您充分理解本协议中各条款，特别是涉及免除责任或限制权利的条款。其中，涉及免除责任或限制权利的条款等重要内容将以加粗形式提示您注意，请您仔细阅读。如您未满18周岁，请您在监护人的陪同下仔细阅读并充分理解本协议，并征得监护人同意后注册使用本软件服务。</p>
        <p class="txt">
          请您审慎阅读并选择接受或不接受本协议。
          <b>除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉软件及服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。</b>
        </p>
        <p class="tt">
          一、释义
        </p>
        <p class="txt">
          1.“超级头条”软件由苏州诶唉信息技术有限公司(“诶唉信息技术”) 开发并发布。
        </p>
        <p class="txt">
          2.本协议是您与诶唉信息技术就您注册、登录、使用“超级头条”软件及获得“超级头条”软件提供的服务(以下简称“服务”)所订立的，约定您与诶唉信息技术之间的权利与义务，您对此知晓并不反对。
        </p>
        <p class="txt">
          3.“用户”是指直接或间接注册、登录、使用本软件及服务的使用者。在本协议中称“用户”或“您”。
        </p>
        <p class="txt">
          <b>4.本协议可由诶唉信息技术不断更新，更新后的协议条款一旦公布即代替原来的协议条款，您可在本APP中查阅最新版协议条款，并应当同样遵守。在修改协议条款后，如果您不接受修改后的条款，请立即停止使用“超级头条”软件及服务，您继续使用“超级头条”软件及服务的，视为接受修改后的协议。</b>
        </p>
        <p class="tt">
          二、账号注册
        </p>
        <p class="txt">
          1.用户在使用本服务前需要注册 “超级头条”账号。“超级头条”账号应当使用手机号码 绑定注册，请用户使用尚未与“超级头条”账号绑定的手机号码，以及未被诶唉信息技术根据本协议封禁的手机号码注册“超级头条”账号。诶唉信息技术可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。
        </p>
        <p class="txt">
          2.“超级头条”系列应用产品，所有权属于诶唉信息技术。
          <b>用户注册时应当授权诶唉信息技术公开及使用其个人信息方可成功注册“超级头条”账号。故用户完成注册即表明用户同意诶唉信息技术获取、公开及使用用户的信息。</b>
        </p>
        <p class="txt">
          3.鉴于“超级头条”账号的绑定注册方式，您同意诶唉信息技术将您的手机号码及手机设备识别码等信息用于注册。
        </p>
        <p class="txt">
          4.在用户注册及使用本软件及服务时，诶唉信息技术需要搜集能识别用户身份的个人信息以便诶唉信息技术可以在必要时联系用户，或为用户提供更好的使用体验，诶唉信息技术搜集的信息包括但不限于用户姓名、地址。诶唉信息技术同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。
        </p>
        <p class="tt">
          三、用户个人隐私信息保护
        </p>
        <p class="txt">
          1.如果诶唉信息技术发现或者收到他人举报或投诉用户违反本协议约定的，诶唉信息技术有权不经通知随时对相关内容，包括但不限于用户资料、发帖记录进行审查、删除，并视情节轻重对违规账号处以包括但不限于警告、账号封禁、设备封禁、功能封禁等的处罚，且通知用户处理结果。
        </p>
        <p class="txt">
          2.因违反用户协议被封禁的用户，可以自行与诶唉信息技术联系。其中，被实施功能封禁的用户会在封禁期届满后自动恢复被封禁功能。封禁用户可提交申诉，诶唉信息技术将对申诉进行审查，并自行合理判断决定是否变更处罚措施。
        </p>
        <p class="txt">
          3.用户理解并同意，诶唉信息技术有权依合理判断对违反有关法律法规或本协议的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等,用户应承担由此而产生的一切法律责任。
        </p>
        <p class="txt">
          4.用户理解并同意，因用户违反本协议约定，导致或产生的任何第三方主张的任何索赔要求包括不限于，律师费、公证费、鉴定费、差旅费、诉讼费等，用户应当赔偿诶唉信息技术与合作公司、关联公司，并使之免受损害。
        </p>
        <p class="tt">
          四、用户发布内容规范
        </p>
        <p class="txt">
          1.本条所述内容是指用户使用诶唉信息技术的过程中所传播、上传的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用账号或本服务所产生的内容。
        </p>
        <p class="txt">
          <b>2.用户不得利用“超级头条”账号或服务传播如下法律、法规和政策禁止的内容:</b>
          <br>
          <b>(1) 反对宪法所确定的基本原则的;</b>
          <br>
          <b>(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的;</b>
          <br>
          <b>(3) 损害国家荣誉和利益的;</b>
          <br>
          <b>(4) 煽动民族仇恨、民族歧视，破坏民族团结的;</b>
          <br>
          <b>(5) 破坏国家宗教政策，宣扬邪教和封建迷信的;</b>
          <br>
          <b>(6) 散布谣言，扰乱社会秩序，破坏社会稳定的;</b>
          <br>
          <b>(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的;</b>
          <br>
          <b>(8) 侮辱或者诽谤他人，侵害他人合法权益的;</b>
          <br>
          <b>(9) 含有法律、行政法规禁止的其他内容的信息。</b>
        </p>
        <p class="txt">
          <b>3.用户不得利用“超级头条”账号或服务传播如下干扰“超级头条”正常运营，或侵犯其他用户或第三方合法权益的内容:</b>
          <br>
          <b>(1) 含有任何性或暗示性的;</b>
          <br>
          <b>(2) 含有辱骂、恐吓、威胁内容的;</b>
          <br>
          <b>(3) 含有骚扰、垃圾广告、恶意信息、诱骗信息的;</b>
          <br>
          <b>(4) 涉及他人隐私、个人信息或资料的;</b>
          <br>
          <b>(5) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利权益的;</b>
          <br>
          <b>(6) 含有其他干扰“超级头条”正常运营和侵权其他用户或第三方合法权益内容的信息。</b>
        </p>
        <p class="tt">
          五、知识产权的政策
        </p>
        <p class="txt">
          诶唉信息技术移动客户端系根据用户(含诶唉信息技术所开发、发布的其他平台的用户) 指令提供作品上载、传播的信息网络存储空间，并基于数据挖掘技术为用户推荐定制化信息的新型软件。诶唉信息技术重视著作权及其他知识产权的保护。为保护相关权利人的合法权利，根据相关法律、法规的规定，诶唉信息技术制定如下知识产权政策:
          <br>
          <b>1.任何单位或个人认为“超级头条”或诶唉信息技术及其关联企业的任何服务的内容可能涉嫌侵犯其知识产权或信息网络传播权的，应该及时向诶唉信息技术提出书面材料通知投诉，诶唉信息技术在接到第三方针对用户上载的作品的投诉时，有权立即断开相关链接或删除涉嫌侵权作品，无需通知用户;</b>
          <br>
          <b>2.诶唉信息技术有权采取必要的技术措施，禁止用户上载涉嫌侵权的作品。</b>
        </p>
        <p class="tt">
          六、使用规则
        </p>
        <p class="txt">
          1.用户在“超级头条”中或通过“超级头条”所传送、发布的任何内容并不反映或代表，也不得被视为反映或代表诶唉信息技术的观点、立场或政策，诶唉信息技术对此不承担任何责任。
        </p>
        <p class="txt">
          <b>2.用户不得利用“超级头条”账号或服务进行如下行为:</b>
          <br>
          <b>(1) 提交、发布虚假信息，或盗用他人头像或资料，冒充、利用他人名义;</b>
          <br>
          <b>(2) 虚构事实、隐瞒真相以误导、欺骗他人;</b>
          <br>
          <b>(3) 利用技术手段批量建立虚假账号;</b>
          <br>
          <b>(4) 利用“超级头条”账号或服务从事任何违法犯罪活动;</b>
          <br>
          <b>(5) 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无 论这些行为是否为商业目的;
          </b>
          <br>
          <b>(6) 其他违反法律法规规定、侵犯其他用户合法权益、干扰“超级头条”正常运营或诶唉信息技术未明示授权的行为。</b>
        </p>
        <p class="txt">
          3.用户须对利用“超级头条”账号或服务传送信息的真实性、合法性、无害性、准确性、 有效性等全权负责。与用户所传播的信息相关的任何法律责任由用户自行承担，与诶唉信息技术无关。如因此给诶唉信息技术或第三方造成损害的，用户应当依法予以赔偿。
        </p>
        <p class="txt">
          <b>4.诶唉信息技术提供的服务中可能包括广告，用户同意在使用过程中显示诶唉信息技术和第三方供应商、合作伙伴提供的广告。除法律法规明确规定外，用户应自行对该广告进行的交易负责，对用户因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，“超级头条”及诶唉信息技术不承担任何责任。</b>
        </p>
        <p class="txt">
          5.用户不得对“超级头条”中涉及的链接或推广内容进行域名劫持、恶意跳转、恶意刷量、作弊等，否则，诶唉信息技术有权立即扣除对应部分应获得的收益，因此给诶唉信息技术造成损失的，用户应全额赔偿该损失。
        </p>
        <p class="txt">
          6.诶唉信息技术有权根据经营策略等问题决定或调整每日所有用户收益总额上限、每日所有提现总额上限、提现条件及提现方式等。
        </p>
        <p class="txt">
          7.诶唉信息技术有权根据经营策略等问题对用户账户内的剩余款项进行冻结。
        </p>
        <p class="tt">
          七、其他
        </p>
        <p class="txt">
          1.由于用户违反本协议造成诶唉信息技术，包括造成诶唉信息技术向任何第三方承担责任的，诶唉信息技术在承担所述责任后有权向用户足额追偿，由此产生的合理费用包括但不限于，律师费、公证费、鉴定费、差旅费、诉讼费等亦由用户承担。
        </p>
        <p class="txt">
          2.本协议的效力、解释以及纠纷的解决，适用中华人民共和国法律。若用户和诶唉信息技术之间发生任何纠纷或争议，应友好协商解决，协商不成的，用户同意将纠纷或争议提交诶唉信息技术住所地有管辖权的人民法院管辖。
        </p>
        <p class="txt">
          3.本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效、对双方具有 约束力。
        </p>
        <p class="tt">
          免责声明
        </p>
        <p class="txt">
          <b>欢迎使用超级头条移动客户端“超级头条”。超级头条由苏州诶唉信息技术有限公司(“诶唉信息技术”) 开发并发布。如果您使用超级头条，表明您已经认真阅读、完全理解并同意遵守本免责声明。</b>
        </p>
        <p class="txt">
          <b>超级头条系根据用户(含诶唉信息技术所开发、发布的其他平台的用户) 指令提供作品上载、传播的信息网络存储空间，并基于数据挖掘技术为用户推荐定制化信息的新型软件。对任何由于用户使用超级头条而侵害名誉权、肖像权、知识产权、商业秘密等合法权利以及其所造成的各种损失，超级头条概不负责，亦不承担任何法律责任。
            任何通过超级头条中的链接得到的新闻、信息、产品或服务，超级头条概不负责，亦不承担任何法律责任。
          </b>
        </p>
        <p class="txt">
          <b>超级头条中的所有内容并不代表超级头条的意见或观点。</b>
        </p>
      </div>
    <nv-top></nv-top>
  </div>
</template>

<script>
import nvLoading from '@/components/loading.vue'
import nvTop from "@/components/backtotop.vue"

export default {
  name: "clause",
  components: {
    nvTop,
    nvLoading
  },
  data() {
    return {
      loading: true,
    }
  },
  created(){
    this.$Progress.start();
  },
  mounted(){
    setTimeout(()=>{
      this.loading = false;
      this.$Progress.finish();
    })
  },
  methods: {}
};
</script>

<style lang="less" scoped>
@import "../../assets/css/mixin";

.clause {
    padding: .25rem .3rem .25rem;
    h3 {
      font-size: .5rem;
      text-align: center;
      margin-bottom: .25rem;
    }
    .tt {
      font-size: .28rem;
      font-weight: bold;
      margin-bottom: .25rem;
    }
    .txt {
      font-size: .26rem;
      margin-bottom: .25rem;
      text-align: justify;
    }
  }
</style>
